<template>
  <div style="padding: 10px 0">
    <h4>院校介绍</h4>
     <el-tooltip class="item" effect="dark" content="大牛学院" placement="top-start">
     <img style=" width: 80%;margin: 16px 0;" src="../../assets/1.jpg" alt="大牛学院" >
    </el-tooltip>
    <p>
      北京交通大学是教育部直属的全国重点大学，是全国首批博士、硕士学位授予高校，是首批进入国家“211工程”建设高校和“985工程”及“优势学科创新平台”项目重点建设高校，是全国具有研究生院的56所高校之一。
      北京交通大学作为交通大学的重要组成部分，历史渊源追溯到1896年，她的前身是清政府创办的北京铁路管理传习所，是中国第一所专门培养管理人才的高等学校，是中国近代铁路管理、电信教育的发祥地。
      学校位于首都北京“学府胜地”海淀区，毗邻中国“硅谷”中关村，总面积近1100亩，建筑面积78万平方米，东西两个校区，教学、科研设施完善，校园环境优美。设有电子信息工程学院、计算机与信息技术学院、经济管理学院、交通运输学院、土木建筑工程学院、机械与电子控制工程学院、电气工程学院、理学院、人文社会科学学院、语言与传播学院、软件学院、马克思主义学院、法学院、国家保密学院、建筑与艺术系15个学院（系），设有研究生院、远程与继续教育学院、燕郊、清河职业技术学院和地处河北省黄骅市的独立学院---北京交通大学海滨学院。
      北京交通大学开展现代远程教育具有坚实的基础。“教育部现代远程教育资源建设委员会办公室”设在校内。学校十分重视教学方法与教学手段的改革，在计算机辅助教学和现代教育技术的研究与应用领域做出了突出成绩，是“全国普通高等工科学校CAI软件培训中心”所在地，是“全国高等学校教育技术协作委员会”的副主任委员单位。
    </p>
  </div>
</template>

<script>
export default {
  name: "Item1",
  data() {
    return {}
  },
  created() {

  },
  methods: {}
}
</script>

<style></style>
